export const TRANSLATIONS = {
    INVALID_FIELD: "Поле може бути або порожнім, або містити літеру 'H'. Інші значення заборонені.",
    RECORD_DELETED: 'Запис успішно видалено.',
    RECORD_EDITED: 'Запис успішно відредаговано.',
    RECORD_CREATED: 'Новий запис успішно створено.',
    RESOURCE_NOT_FOUND: 'Ресурс не знайдено. Перевірте правильність запиту.',
    SERVER_ERROR: 'Виникла помилка сервера. Будь ласка, спробуйте пізніше.',
    CONNECTION_ERROR: 'Не вдалося виконати запит. Перевірте своє підключення до Інтернету або спробуйте пізніше.',
    DATA_FETCHED_SUCCESSFULLY: 'Успішне отримання даних.',
    LOADING: 'Завантаження...',
} as const
